Repository: FlineDev/TranslateKitSDK
Catalog: Sources/TranslateKitPhotoAndVideoLite/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Action.trimVideo
source: Trim Video
ar: قص الفيديو
bg: Подрежи видео
ca: Retallar vídeo
cs: Oříznout video
da: Klip video
de: Video zuschneiden
el: Περικοπή Βίντεο
es: Recortar vídeo
es_419: Recortar video
fi: Leikkaa video
fr: Couper la vidéo
fr_ca: Couper la vidéo
he: קצץ וידאו
hi: वीडियो ट्रिम करें
hr: Skrati video
hu: Videó vágása
id: Pangkas Video
it: Taglia video
ja: ビデオをトリミング
kk: Бейнені қысқарту
ko: 비디오 잘라내기
ms: Potong Video
nb: Klipp video
nl: Video inkorten
pl: Przytnij wideo
pt_br: Aparar Vídeo
pt_pt: Aparar Vídeo
ro: Taie videoclipul
ru: Обрезать видео
sk: Zostrihať video
sv: Klipp video
th: ตัดวิดีโอ
tr: Videoyu Kısalt
uk: Обрізати відео
vi: Cắt video
zh_hans: 修剪视频
zh_hant: 修剪影片
zh_hk: 剪輯影片

# TK.Action.undoChanges
source: Undo Changes
ar: تراجع عن التغييرات
bg: Отмени промените
ca: Desfer canvis
cs: Zrušit změny
da: Fortryd ændringer
de: Änderungen rückgängig machen
el: Αναίρεση Αλλαγών
es: Deshacer cambios
es_419: Deshacer cambios
fi: Kumoa muutokset
fr: Annuler les modifications
fr_ca: Annuler les modifications
he: בטל שינויים
hi: परिवर्तनों को पूर्ववत करें
hr: Poništi promjene
hu: Módosítások visszavonása
id: Batalkan Perubahan
it: Annulla modifiche
ja: 変更を元に戻す
kk: Өзгерістерді қайтару
ko: 변경 내용 되돌리기
ms: Batalkan Perubahan
nb: Angre endringer
nl: Wijzigingen ongedaan maken
pl: Cofnij zmiany
pt_br: Desfazer Alterações
pt_pt: Desfazer Alterações
ro: Anulează modificările
ru: Отменить изменения
sk: Zrušiť zmeny
sv: Ångra ändringar
th: ย้อนกลับการเปลี่ยนแปลง
tr: Değişiklikleri Geri Al
uk: Скасувати зміни
vi: Hoàn tác thay đổi
zh_hans: 撤销更改
zh_hant: 復原變更
zh_hk: 復原更改

# TK.Action.uploadPhoto
source: Upload Photo
ar: رفع صورة
bg: Качи снимка
ca: Pujar foto
cs: Nahrát fotografii
da: Upload foto
de: Foto hochladen
el: Μεταφόρτωση Φωτογραφίας
es: Subir foto
es_419: Subir foto
fi: Siirrä valokuva
fr: Mettre en ligne une photo
fr_ca: Téléverser une photo
he: העלה תמונה
hi: फोटो अपलोड करें
hr: Prenesi fotografiju
hu: Fotó feltöltése
id: Unggah Foto
it: Carica foto
ja: 写真をアップロード
kk: Суретті жүктеу
ko: 사진 업로드
ms: Muat Naik Foto
nb: Last opp bilde
nl: Foto uploaden
pl: Prześlij zdjęcie
pt_br: Enviar Foto
pt_pt: Enviar Foto
ro: Încarcă poză
ru: Загрузить фото
sk: Nahrať foto
sv: Ladda upp foto
th: อัปโหลดรูปภาพ
tr: Fotoğraf Yükle
uk: Завантажити фото
vi: Tải lên ảnh
zh_hans: 上传照片
zh_hant: 上傳照片
zh_hk: 上傳照片

# TK.Action.useCamera
source: Use Camera
ar: استخدام الكاميرا
bg: Използвай камерата
ca: Utilitzar la càmera
cs: Použít kameru
da: Brug kamera
de: Kamera verwenden
el: Χρήση Κάμερας
es: Usar cámara
es_419: Usar cámara
fi: Käytä kameraa
fr: Utiliser l'appareil photo
fr_ca: Utiliser la caméra
he: השתמש במצלמה
hi: कैमरा इस्तेमाल करें
hr: Koristi kameru
hu: Kamera használata
id: Gunakan Kamera
it: Usa fotocamera
ja: カメラを使う
kk: Камераны қолдану
ko: 카메라 사용
ms: Gunakan Kamera
nb: Bruk kamera
nl: Camera gebruiken
pl: Użyj aparatu
pt_br: Usar Câmera
pt_pt: Usar Câmara
ro: Folosește camera
ru: Использовать камеру
sk: Použiť kameru
sv: Använd kamera
th: ใช้กล้อง
tr: Kamerayı Kullan
uk: Використати камеру
vi: Sử dụng camera
zh_hans: 使用相机
zh_hant: 使用相機
zh_hk: 使用相機

# TK.Action.zoomIn
source: Zoom In
ar: تكبير
bg: Приближи
ca: Ampliar
cs: Zvětšit
da: Zoom ind
de: Vergrößern
el: Μεγέθυνση
es: Ampliar
es_419: Acercar
fi: Lähennä
fr: Agrandir
fr_ca: Zoom avant
he: התקרב
hi: ज़ूम इन करें
hr: Uvećaj
hu: Nagyítás
id: Perbesar
it: Ingrandisci
ja: 拡大
kk: Ұлғайту
ko: 확대
ms: Zum Masuk
nb: Zoom inn
pl: Powiększ
pt_br: Ampliar
pt_pt: Ampliar
ro: Mărește
ru: Увеличить
sk: Zväčšiť
sv: Zooma in
th: ซูมเข้า
tr: Büyüt
uk: Наблизити
vi: Phóng to
zh_hans: 放大
zh_hant: 放大
zh_hk: 放大

# TK.Action.zoomOut
source: Zoom Out
ar: تصغير
bg: Отдалечи
ca: Reduir
cs: Zmenšit
da: Zoom ud
de: Verkleinern
el: Σμίκρυνση
es: Reducir
es_419: Alejar
fi: Loitonna
fr: Réduire
fr_ca: Zoom arrière
he: התרחק
hi: ज़ूम आउट करें
hr: Umanji
hu: Kicsinyítés
id: Perkecil
it: Riduci
ja: 縮小
kk: Кішірейту
ko: 축소
ms: Zum Keluar
nb: Zoom ut
nl: Zoom uit
pl: Pomniejsz
pt_br: Reduzir
pt_pt: Reduzir
ro: Micșorează
ru: Уменьшить
sk: Zmenšiť
sv: Zooma ut
th: ซูมออก
tr: Küçült
uk: Зменшити
vi: Thu nhỏ
zh_hans: 缩小
zh_hant: 縮小
zh_hk: 縮小

# TK.Label.albums
source: Albums
ar: الألبومات
bg: Албуми
ca: Àlbums
cs: Alba
da: Albummer
de: Alben
el: Άλμπουμ
es: Álbumes
es_419: Álbumes
fi: Albumit
he: אלבומים
hi: एल्बम
hr: Albumi
hu: Albumok
id: Album-album
it: Album
ja: アルバム
kk: Альбомдар
ko: 앨범
ms: Album
nb: Album
pl: Albumy
pt_br: Álbuns
pt_pt: Álbuns
ro: Albume
ru: Альбомы
sk: Albumy
sv: Album
th: อัลบั้ม
tr: Albümler
uk: Альбоми
vi: Album
zh_hans: 相册
zh_hant: 相簿
zh_hk: 相簿

# TK.Label.aperture
source: Aperture
ar: فتحة
bg: Диафрагма
ca: Obertura
cs: Clona
da: Blænde
de: Blende
el: Διάφραγμα
es: Apertura
es_419: Apertura
fi: Aukko
fr: Ouverture
fr_ca: Ouverture
he: צמצם
hi: एपर्चर
hr: Otvor blende
hu: Rekesz
id: Apertur
it: Apertura
ja: 絞り
kk: Апертура
ko: 조리개
ms: Apertur
nb: Blenderåpning
nl: Diafragma
pl: Przesłona
pt_br: Abertura
pt_pt: Abertura
ro: Apertură
ru: Диафрагма
sk: Clona
sv: Bländare
th: รูรับแสง
tr: Diyafram
uk: Діафрагма
vi: Khẩu độ
zh_hans: 光圈
zh_hant: 光圈
zh_hk: 光圈

# TK.Label.aspectRatio
source: Aspect Ratio
ar: نسبة العرض إلى الارتفاع
bg: Съотношение на страните
ca: Relació d'aspecte
cs: Poměr stran
da: Billedformat
de: Seitenverhältnis
el: Αναλογία διαστάσεων
es: Relación de aspecto
es_419: Relación de aspecto
fi: Kuvan suhdeluku
fr: Rapport d'aspect
fr_ca: Rapport d'aspect
he: יחס תמונה
hi: आस्पेक्ट अनुपात
hr: Omjer slikovnih proporcija
hu: Képarány
id: Rasio Aspek
it: Rapporto d'aspetto
ja: アスペクト比
kk: Бейнелеу қатынасы
ko: 비율
ms: Nisbah Aspek
nb: Bildeformat
nl: Aspectverhouding
pl: Proporcje obrazu
pt_br: Proporção da Imagem
pt_pt: Proporção de Aspeto
ro: Raportul de Aspect
ru: Соотношение сторон
sk: Pomer strán
sv: Bildförhållande
th: อัตราส่วนภาพ
tr: Görüntü Oranı
uk: Співвідношення сторін
vi: Tỷ lệ khung hình
zh_hans: 长宽比
zh_hant: 長寬比例
zh_hk: 比例

# TK.Label.backgroundBlur
source: Background Blur
ar: تشويش الخلفية
bg: Фоново размазване
ca: Desenfocament de fons
cs: Rozmazání pozadí
da: Baggrundssløring
de: Hintergrundunschärfe
el: Θόλωμα φόντου
es: Desenfoque de fondo
es_419: Desenfoque de fondo
fi: Taustasumennus
fr: Flou d'arrière-plan
fr_ca: Flou d'arrière-plan
he: טשטוש ברקע
hi: पृष्ठभूमि धुंधलापन
hr: Zamućenje pozadine
hu: Háttérelmosás
id: Blur Latar Belakang
it: Sfocatura dello sfondo
ja: 背景ぼかし
kk: Фондық бұлыңғырлық
ko: 배경 흐림
ms: Kabur Latar Belakang
nb: Bakgrunnsuskarphet
nl: Achtergrondvervaging
pl: Rozmycie tła
pt_br: Desfoque de Fundo
pt_pt: Desfoque em Segundo Plano
ro: Estompare în fundal
ru: Фоновое размытие
sk: Rozmazanie pozadia
sv: Bakgrundsoskärpa
th: เบลอพื้นหลัง
tr: Arka Plan Bulanıklığı
uk: Розмиття фону
vi: Mờ nền
zh_hans: 背景模糊
zh_hant: 背景模糊
zh_hk: 背景模糊

# TK.Label.brightness
source: Brightness
ar: الإضاءة
bg: Яркост
ca: Brillantor
cs: Jas
da: Lysstyrke
de: Helligkeit
el: Φωτεινότητα
es: Brillo
es_419: Brillo
fi: Kirkkaus
fr: Luminosité
fr_ca: Luminosité
he: בהירות
hi: ब्राइटनेस
hr: Svjetlina
hu: Fényerő
id: Kecerahan
it: Luminosità
ja: 明るさ
kk: Жарықтық
ko: 밝기
ms: Kecerahan
nb: Lysstyrke
nl: Helderheid
pl: Jasność
pt_br: Brilho
pt_pt: Brilho
ro: Luminozitate
ru: Яркость
sk: Jas
sv: Ljusstyrka
th: ความสว่าง
tr: Parlaklık
uk: Яскравість
vi: Độ sáng
zh_hans: 亮度
zh_hant: 亮度
zh_hk: 亮度

# TK.Label.camera
source: Camera
ar: الكاميرا
bg: Камера
ca: Càmera
cs: Fotoaparát
da: Kamera
de: Kamera
el: Κάμερα
es: Cámara
es_419: Cámara
fi: Kamera
fr: Appareil photo
fr_ca: Appareil photo
he: מצלמה
hi: कैमरा
hr: Kamera
hu: Kamera
id: Kamera
it: Fotocamera
ja: カメラ
kk: Камера
ko: 카메라
ms: Kamera
nb: Kamera
pl: Aparat
pt_br: Câmera
pt_pt: Câmara
ro: Cameră
ru: Камера
sk: Kamera
sv: Kamera
th: กล้อง
tr: Kamera
uk: Камера
zh_hans: 相机
zh_hant: 相機
zh_hk: 相機

# TK.Label.cameraRoll
source: Camera Roll
ar: ألبوم الكاميرا
bg: Филмова лента
ca: Galeria de fotos
cs: Fotogalerie
da: Kamerarulle
de: Aufnahmen
el: Ρολό Κάμερας
es: Carrete
es_419: Carrete de la cámara
fi: Kamerarulla
fr: Pellicule photo
fr_ca: Pellicule photo
he: סרט צילום
hi: कैमरा रोल
hr: Zbirka fotografija
hu: Filmtekercs
id: Gulungan Kamera
it: Rullino Fotografico
ja: カメラロール
kk: Камера таспасы
ko: 카메라 롤
ms: Gulungan Kamera
nb: Kamerarull
nl: Filmrol
pl: Galeria zdjęć
pt_br: Rolo da Câmera
pt_pt: Rolo da Câmara
ro: Rulou cameră
ru: Фотопленка
sk: Galéria
sv: Kamerarulle
th: ม้วนฟิล์ม
tr: Film Rulosu
uk: Плівка
vi: Cuộn camera
zh_hans: 相机胶卷
zh_hant: 相機膠卷
zh_hk: 相機相簿

# TK.Label.color
source: Color
ar: اللون
bg: Цвят
cs: Barva
da: Farve
de: Farbe
el: Χρώμα
fi: Väri
fr: Couleur
fr_ca: Couleur
he: צבע
hi: रंग
hr: Boja
hu: Szín
id: Warna
it: Colore
ja: カラー
kk: Түсі
ko: 색상
ms: Warna
nb: Farge
nl: Kleur
pl: Kolor
pt_br: Cor
pt_pt: Cor
ro: Culoare
ru: Цвет
sk: Farba
sv: Färg
th: สี
tr: Renk
uk: Колір
vi: Màu
zh_hans: 颜色
zh_hant: 顏色
zh_hk: 顏色

# TK.Label.contrast
source: Contrast
ar: التباين
bg: Контраст
cs: Kontrast
da: Kontrast
de: Kontrast
el: Αντίθεση
es: Contraste
es_419: Contraste
fi: Kontrasti
fr: Contraste
fr_ca: Contraste
he: ניגודיות
hi: कॉन्ट्रास्ट
hr: Kontrast
hu: Kontraszt
id: Kontras
it: Contrasto
ja: コントラスト
kk: Контраст
ko: 대비
ms: Kontras
nb: Kontrast
pl: Kontrast
pt_br: Contraste
pt_pt: Contraste
ru: Контрастность
sk: Kontrast
sv: Kontrast
th: ความเปรียบต่าง
tr: Kontrast
uk: Контрастність
vi: Độ tương phản
zh_hans: 对比度
zh_hant: 對比
zh_hk: 對比度

# TK.Label.createdDate
source: Created Date
ar: تاريخ الإنشاء
bg: Дата на създаване
ca: Data de creació
cs: Datum vytvoření
da: Oprettelsesdato
de: Erstellungsdatum
el: Ημερομηνία Δημιουργίας
es: Fecha de creación
es_419: Fecha de creación
fi: Luontipäivämäärä
fr: Date de création
fr_ca: Date de création
he: תאריך יצירה
hi: बनाने की तिथि
hr: Datum kreiranja
hu: Létrehozás dátuma
id: Tanggal Dibuat
it: Data di creazione
ja: 作成日
kk: Жасалған күн
ko: 생성 날짜
ms: Tarikh Dicipta
nb: Opprettelsesdato
nl: Aangemaakt op
pl: Data utworzenia
pt_br: Data de Criação
pt_pt: Data de Criação
ro: Data creării
ru: Дата создания
sk: Dátum vytvorenia
sv: Skapat datum
th: วันที่สร้าง
tr: Oluşturulma Tarihi
uk: Дата створення
vi: Ngày tạo
zh_hans: 创建日期
zh_hant: 建立日期
zh_hk: 建立日期

# TK.Label.duration
source: Duration
ar: المدة
bg: Продължителност
ca: Durada
cs: Délka
da: Varighed
de: Dauer
el: Διάρκεια
es: Duración
es_419: Duración
fi: Kesto
fr: Durée
fr_ca: Durée
he: משך זמן
hi: अवधि
hr: Trajanje
hu: Időtartam
id: Durasi
it: Durata
ja: 継続時間
kk: Ұзақтық
ko: 지속 시간
ms: Tempoh
nb: Varighet
nl: Duur
pl: Czas trwania
pt_br: Duração
pt_pt: Duração
ro: Durată
ru: Длительность
sk: Trvanie
sv: Längd
th: ระยะเวลา
tr: Süre
uk: Тривалість
vi: Thời lượng
zh_hans: 持续时间
zh_hant: 持續時間
zh_hk: 持續時間

# TK.Label.effects
source: Effects
ar: المؤثرات
bg: Ефекти
ca: Efectes
cs: Efekty
da: Effekter
de: Effekte
el: Εφέ
es: Efectos
es_419: Efectos
fi: Tehosteet
fr: Effets
fr_ca: Effets
he: אפקטים
hi: प्रभाव
hr: Efekti
hu: Effektusok
id: Efek
it: Effetti
ja: エフェクト
kk: Әсерлер
ko: 효과
ms: Kesan
nb: Effekter
nl: Effecten
pl: Efekty
pt_br: Efeitos
pt_pt: Efeitos
ro: Efecte
ru: Эффекты
sk: Efekty
sv: Effekter
th: เอฟเฟ็กต์
tr: Efektler
uk: Ефекти
vi: Hiệu ứng
zh_hans: 效果
zh_hant: 效果
zh_hk: 效果

# TK.Label.exposure
source: Exposure
ar: التعريض
bg: Експозиция
ca: Exposició
cs: Expozice
da: Eksponering
de: Belichtung
el: Έκθεση
es: Exposición
es_419: Exposición
fi: Valotus
fr: Exposition
fr_ca: Exposition
he: חשיפה
hi: एक्सपोज़र
hr: Izloženost
hu: Expozíció
id: Eksposur
it: Esposizione
ja: 露出
kk: Экспозиция
ko: 노출
ms: Dedahan
nb: Eksponering
nl: Belichting
pl: Ekspozycja
pt_br: Exposição
pt_pt: Exposição
ro: Expunere
ru: Экспозиция
sk: Expozícia
sv: Exponering
th: การเปิดรับแสง
tr: Pozlama
uk: Експозиція
vi: Độ phơi sáng
zh_hans: 曝光
zh_hant: 曝光
zh_hk: 曝光度

# TK.Label.fileFormat
source: File Format
ar: صيغة الملف
bg: Формат на файла
ca: Format de fitxer
cs: Formát souboru
da: Filformat
de: Dateiformat
el: Μορφή Αρχείου
es: Formato de archivo
es_419: Formato de archivo
fi: Tiedostomuoto
fr: Format de fichier
fr_ca: Format de fichier
he: פורמט קובץ
hi: फ़ाइल प्रारूप
hr: Format datoteke
hu: Fájlformátum
id: Format File
it: Formato file
ja: ファイル形式
kk: Файл форматы
ko: 파일 형식
ms: Format Fail
nb: Filformat
nl: Bestandsformaat
pl: Format pliku
pt_br: Formato de arquivo
pt_pt: Formato de Ficheiro
ro: Format de fișier
ru: Формат файла
sk: Formát súboru
sv: Filformat
th: รูปแบบไฟล์
tr: Dosya Formatı
uk: Формат файлу
vi: Định dạng tệp
zh_hans: 文件格式
zh_hant: 檔案格式
zh_hk: 檔案格式

# TK.Label.fileName
source: File Name
ar: اسم الملف
bg: Име на файл
ca: Nom del fitxer
cs: Název souboru
da: Filnavn
de: Dateiname
el: Όνομα Αρχείου
es: Nombre del archivo
es_419: Nombre del archivo
fi: Tiedoston nimi
fr: Nom du fichier
fr_ca: Nom de fichier
he: שם קובץ
hi: फ़ाइल नाम
hr: Naziv datoteke
hu: Fájlnév
id: Nama File
it: Nome file
ja: ファイル名
kk: Файл атауы
ko: 파일 이름
ms: Nama Fail
nb: Filnavn
nl: Bestandsnaam
pl: Nazwa pliku
pt_br: Nome do Arquivo
pt_pt: Nome do Ficheiro
ro: Nume fișier
ru: Имя файла
sk: Názov súboru
sv: Filnamn
th: ชื่อไฟล์
tr: Dosya Adı
uk: Назва файлу
vi: Tên tệp
zh_hans: 文件名
zh_hant: 檔案名稱
zh_hk: 檔案名稱

# TK.Label.fileSize
source: File Size
ar: حجم الملف
bg: Размер на файла
ca: Mida del fitxer
cs: Velikost souboru
da: Filstørrelse
de: Dateigröße
el: Μέγεθος Αρχείου
es: Tamaño del archivo
es_419: Tamaño del archivo
fi: Tiedoston koko
fr: Taille du fichier
fr_ca: Taille du fichier
he: גודל קובץ
hi: फ़ाइल आकार
hr: Veličina datoteke
hu: Fájlméret
id: Ukuran File
it: Dimensione file
ja: ファイルサイズ
kk: Файл өлшемі
ko: 파일 크기
ms: Saiz Fail
nb: Filstørrelse
nl: Bestandsgrootte
pl: Rozmiar pliku
pt_br: Tamanho do Arquivo
pt_pt: Tamanho do Ficheiro
ro: Dimensiune fișier
ru: Размер файла
sk: Veľkosť súboru
sv: Filstorlek
th: ขนาดของไฟล์
tr: Dosya Boyutu
uk: Розмір файлу
vi: Kích thước tệp
zh_hans: 文件大小
zh_hant: 檔案大小
zh_hk: 檔案大小

# TK.Label.filters
source: Filters
ar: الفلاتر
bg: Филтри
ca: Filtres
cs: Filtry
da: Filtre
de: Filter
el: Φίλτρα
es: Filtros
es_419: Filtros
fi: Suodattimet
fr: Filtres
fr_ca: Filtres
he: מסננים
hi: फ़िल्टर
hr: Filtri
hu: Szűrők
id: Filter
it: Filtri
ja: フィルタ
kk: Сүзгілер
ko: 필터
ms: Penapis
nb: Filtre
pl: Filtry
pt_br: Filtros
pt_pt: Filtros
ro: Filtre
ru: Фильтры
sk: Filtre
sv: Filter
th: ฟิลเตอร์
tr: Filtreler
uk: Фільтри
vi: Bộ lọc
zh_hans: 滤镜
zh_hant: 濾鏡
zh_hk: 濾鏡

# TK.Label.gallery
source: Gallery
ar: معرض الصور
bg: Галерия
ca: Galeria
cs: Galerie
da: Galleri
de: Galerie
el: Συλλογή
es: Galería
es_419: Galería
fi: Galleria
fr: Galerie
fr_ca: Galerie
he: גלריה
hi: गैलरी
hr: Galerija
hu: Galéria
id: Galeri
it: Galleria
ja: ギャラリー
kk: Галерея
ko: 갤러리
ms: Galeri
nb: Galleri
nl: Galerij
pl: Galeria
pt_br: Galeria
pt_pt: Galeria
ro: Galerie
ru: Галерея
sk: Galéria
sv: Galleri
th: แกลเลอรี
tr: Galeri
uk: Галерея
vi: Thư viện
zh_hans: 画廊
zh_hant: 相簿
zh_hk: 相簿

# TK.Label.height
source: Height
ar: الارتفاع
bg: Височина
ca: Alçada
cs: Výška
da: Højde
de: Höhe
el: Ύψος
es: Altura
es_419: Altura
fi: Korkeus
fr: Hauteur
fr_ca: Hauteur
he: גובה
hi: ऊंचाई
hr: Visina
hu: Magasság
id: Tinggi
it: Altezza
ja: 高さ
kk: Биіктігі
ko: 높이
ms: Tinggi
nb: Høyde
nl: Hoogte
pl: Wysokość
pt_br: Altura
pt_pt: Altura
ro: Înălțime
ru: Высота
sk: Výška
sv: Höjd
th: ความสูง
tr: Yükseklik
uk: Висота
vi: Chiều cao
zh_hans: 高度
zh_hant: 高度
zh_hk: 高度

# TK.Label.image
source: Image
ar: صورة
bg: Изображение
ca: Imatge
cs: Obrázek
da: Billede
de: Bild
el: Εικόνα
es: Imagen
es_419: Imagen
fi: Kuva
he: תמונה
hi: इमेज
hr: Slika
hu: Kép
id: Gambar
it: Immagine
ja: イメージ
kk: Кескін
ko: 이미지
ms: Imej
nb: Bilde
nl: Afbeelding
pl: Obrazek
pt_br: Imagem
pt_pt: Imagem
ro: Imagine
ru: Изображение
sk: Obrázok
sv: Bild
th: รูปภาพ
tr: Görüntü
uk: Зображення
vi: Hình ảnh
zh_hans: 图像
zh_hant: 影像
zh_hk: 影像

# TK.Label.library
source: Library
ar: المكتبة
bg: Библиотека
ca: Biblioteca
cs: Knihovna
da: Bibliotek
de: Mediathek
el: Βιβλιοθήκη
es: Biblioteca
es_419: Biblioteca
fi: Kirjasto
fr: Bibliothèque
fr_ca: Bibliothèque
he: ספרייה
hi: लाइब्रेरी
hr: Biblioteka
hu: Könyvtár
id: Perpustakaan
it: Libreria
ja: ライブラリ
kk: Медиатека
ko: 보관함
ms: Pustaka
nb: Bibliotek
nl: Bibliotheek
pl: Biblioteka
pt_br: Biblioteca
pt_pt: Biblioteca
ro: Bibliotecă
ru: Медиатека
sk: Knižnica
sv: Bibliotek
th: คลัง
tr: Kütüphane
uk: Медіатека
vi: Thư viện
zh_hans: 资料库
zh_hant: 資料庫
zh_hk: 資料庫

# TK.Label.media
source: Media
ar: الوسائط
bg: Медия
ca: Contingut multimèdia
cs: Média
da: Medier
de: Medien
el: Πολυμέσα
es: Contenido multimedia
es_419: Medios
fr: Contenu multimédia
fr_ca: Médias
he: מדיה
hi: मीडिया
hr: Mediji
hu: Média
it: File multimediali
ja: メディア
kk: Медиа
ko: 미디어
nb: Medier
pl: Multimedia
pt_br: Mídia
pt_pt: Multimédia
ro: Multimedia
ru: Мультимедиа
sk: Médiá
sv: Medier
th: สื่อ
tr: Medya
uk: Медіа
vi: Phương tiện
zh_hans: 媒体
zh_hant: 媒體
zh_hk: 媒體

# TK.Label.mode
source: Mode
ar: النمط
bg: Режим
cs: Režim
da: Tilstand
de: Modus
el: Λειτουργία
es: Modo
es_419: Modo
fi: Tila
he: מצב
hi: मोड
hr: Mod
hu: Üzemmód
it: Modalità
ja: モード
kk: Режим
ko: 모드
ms: Mod
nb: Modus
nl: Modus
pl: Tryb
pt_br: Modo
pt_pt: Modo
ro: Mod
ru: Режим
sk: Režim
sv: Läge
th: โหมด
tr: Mod
uk: Режим
vi: Chế độ
zh_hans: 模式
zh_hant: 模式
zh_hk: 模式

# TK.Label.photos
source: Photos
ar: الصور
bg: Снимки
ca: Fotos
cs: Fotky
da: Fotos
de: Fotos
el: Φωτογραφίες
es: Fotos
es_419: Fotos
fi: Kuvat
he: תמונות
hi: तस्वीरें
hr: Fotografije
hu: Fotók
id: Foto
it: Foto
ja: 写真
kk: Фотолар
ko: 사진
ms: Foto
nb: Bilder
nl: Foto's
pl: Zdjęcia
pt_br: Fotos
pt_pt: Fotografias
ro: Poze
ru: Фото
sk: Fotky
sv: Bilder
th: รูปภาพ
tr: Fotoğraflar
uk: Фотографії
vi: Ảnh
zh_hans: 照片
zh_hant: 照片
zh_hk: 相片

# TK.Label.playback
source: Playback
ar: التشغيل
bg: Възпроизвеждане
ca: Reproducció
cs: Přehrávání
da: Afspilning
de: Wiedergabe
el: Αναπαραγωγή
es: Reproducción
es_419: Reproducción
fi: Toisto
fr: Lecture
fr_ca: Lecture
he: הפעלה
hi: प्लेबैक
hr: Reprodukcija
hu: Lejátszás
id: Pemutaran
it: Riproduzione
ja: 再生
kk: Ойнату
ko: 재생
ms: Main Balik
nb: Avspilling
nl: Afspelen
pl: Odtwarzanie
pt_br: Reprodução
pt_pt: Reprodução
ro: Redare
ru: Воспроизведение
sk: Prehrávanie
sv: Uppspelning
th: การเล่น
tr: Oynatma
uk: Відтворення
vi: Phát lại
zh_hans: 播放
zh_hant: 播放
zh_hk: 播放

# TK.Label.playbackSpeed
source: Playback Speed
ar: سرعة التشغيل
bg: Скорост на възпроизвеждане
ca: Velocitat de reproducció
cs: Rychlost přehrávání
da: Afspilningshastighed
de: Wiedergabegeschwindigkeit
el: Ταχύτητα Αναπαραγωγής
es: Velocidad de reproducción
es_419: Velocidad de reproducción
fi: Toiston nopeus
fr: Vitesse de lecture
fr_ca: Vitesse de lecture
he: מהירות הפעלה
hi: प्लेबैक गति
hr: Brzina reprodukcije
hu: Lejátszási sebesség
id: Kecepatan Pemutaran
it: Velocità di riproduzione
ja: 再生速度
kk: Ойнату жылдамдығы
ko: 재생 속도
ms: Kelajuan Main Balik
nb: Avspillingshastighet
nl: Afspeelsnelheid
pl: Prędkość odtwarzania
pt_br: Velocidade de Reprodução
pt_pt: Velocidade de Reprodução
ro: Viteză de redare
ru: Скорость воспроизведения
sk: Rýchlosť prehrávania
sv: Uppspelningshastighet
th: ความเร็วในการเล่น
tr: Oynatma Hızı
uk: Швидкість відтворення
vi: Tốc độ phát lại
zh_hans: 播放速度
zh_hant: 播放速度
zh_hk: 播放速度

# TK.Label.preview
source: Preview
ar: معاينة
bg: Преглед
ca: Vista prèvia
cs: Náhled
da: Forhåndsvisning
de: Vorschau
el: Προεπισκόπηση
es: Vista previa
es_419: Vista previa
fi: Esikatselu
fr: Aperçu
fr_ca: Aperçu
he: תצוגה מקדימה
hi: प्रीव्यू
hr: Pregled
hu: Előnézet
id: Pratinjau
it: Anteprima
ja: プレビュー
kk: Алдын ала қарау
ko: 미리보기
ms: Pratonton
nb: Forhåndsvisning
nl: Voorvertoning
pl: Podgląd
pt_br: Prévia
pt_pt: Pré‑visualizar
ro: Previzualizare
ru: Предпросмотр
sk: Náhľad
sv: Förhandsvisning
th: แสดงตัวอย่าง
tr: Önizleme
uk: Попередній перегляд
vi: Xem trước
zh_hans: 预览
zh_hant: 預覽
zh_hk: 預覽

# TK.Label.resolution
source: Resolution
ar: الدقة
bg: Разделителна способност
ca: Resolució
cs: Rozlišení
da: Opløsning
de: Auflösung
el: Ανάλυση
es: Resolución
es_419: Resolución
fi: Resoluutio
fr: Résolution
fr_ca: Résolution
he: רזולוציה
hi: रिज़ॉल्यूशन
hr: Rezolucija
hu: Felbontás
id: Resolusi
it: Risoluzione
ja: 解像度
kk: Ажыратымдылық
ko: 해상도
ms: Resolusi
nb: Oppløsning
nl: Resolutie
pl: Rozdzielczość
pt_br: Resolução
pt_pt: Resolução
ro: Rezoluție
ru: Разрешение
sk: Rozlíšenie
sv: Upplösning
th: ความละเอียด
tr: Çözünürlük
uk: Роздільна здатність
vi: Độ phân giải
zh_hans: 分辨率
zh_hant: 解析度
zh_hk: 解像度

# TK.Label.saturation
source: Saturation
ar: التشبع
bg: Наситеност
ca: Saturació
cs: Sytost
da: Mætning
de: Sättigung
el: Κορεσμός
es: Saturación
es_419: Saturación
fi: Saturaatio
he: רוויה
hi: संतृप्ति
hr: Zasićenost
hu: Telítettség
id: Saturasi
it: Saturazione
ja: 彩度
kk: Қанықтық
ko: 채도
ms: Kejenuhan
nb: Metning
nl: Verzadiging
pl: Nasycenie
pt_br: Saturação
pt_pt: Saturação
ro: Saturare
ru: Насыщенность
sk: Saturácia
sv: Mättnad
th: ความอิ่มตัว
tr: Doygunluk
uk: Насиченість
vi: Độ bão hòa
zh_hans: 饱和度
zh_hant: 飽和度
zh_hk: 飽和度

# TK.Label.screenshot
source: Screenshot
ar: لقطة شاشة
bg: Снимка на екрана
ca: Captura de pantalla
cs: Snímek obrazovky
da: Skærmbillede
de: Bildschirmfoto
el: Στιγμιότυπο οθόνης
es: Captura de pantalla
es_419: Captura de pantalla
fi: Näyttökuva
fr: Capture d’écran
fr_ca: Capture d’écran
he: צילום מסך
hi: स्क्रीनशॉट
hr: Snimka zaslona
hu: Képernyőfotó
id: Tangkapan Layar
ja: スクリーンショット
kk: Скриншот
ko: 스크린샷
ms: Tangkapan Skrin
nb: Skjermbilde
nl: Schermafbeelding
pl: Zrzut ekranu
pt_br: Captura de Tela
pt_pt: Captura de ecrã
ro: Captură de ecran
ru: Снимок экрана
sk: Snímka obrazovky
sv: Skärmavbild
th: ภาพถ่ายหน้าจอ
tr: Ekran Görüntüsü
uk: Знімок екрана
vi: Ảnh màn hình
zh_hans: 截屏
zh_hant: 截圖
zh_hk: 螢幕截圖

# TK.Label.size
source: Size
ar: الحجم
bg: Размер
ca: Mida
cs: Velikost
da: Størrelse
de: Größe
el: Μέγεθος
es: Tamaño
es_419: Tamaño
fi: Koko
fr: Taille
fr_ca: Taille
he: גודל
hi: आकार
hr: Veličina
hu: Méret
id: Ukuran
it: Dimensione
ja: サイズ
kk: Өлшемі
ko: 크기
ms: Saiz
nb: Størrelse
nl: Grootte
pl: Wielkość
pt_br: Tamanho
pt_pt: Tamanho
ro: Dimensiune
ru: Размер
sk: Veľkosť
sv: Storlek
th: ขนาด
tr: Boyut
uk: Розмір
vi: Kích cỡ
zh_hans: 大小
zh_hant: 大小
zh_hk: 大小

# TK.Label.timeline
source: Timeline
ar: الجدول الزمني
bg: Времева линия
ca: Línia del temps
cs: Časová osa
da: Tidslinje
de: Zeitleiste
el: Χρονογραμμή
es: Línea de tiempo
es_419: Línea de tiempo
fi: Aikajana
fr: Chronologie
fr_ca: Chronologie
he: ציר זמן
hi: समयरेखा
hr: Vremenska crta
hu: Idővonal
id: Garis Waktu
ja: タイムライン
kk: Уақыт шкаласы
ko: 타임라인
ms: Garis Masa
nb: Tidslinje
nl: Tijdlijn
pl: Oś czasu
pt_br: Linha do Tempo
pt_pt: Linha de tempo
ro: Cronologie
ru: Хронология
sk: Časová os
sv: Tidslinje
th: เส้นเวลา
tr: Zaman Çizelgesi
uk: Хронологія
vi: Dòng thời gian
zh_hans: 时间轴
zh_hant: 時間線
zh_hk: 時間軸

# TK.Label.width
source: Width
ar: العرض
bg: Ширина
ca: Amplada
cs: Šířka
da: Bredde
de: Breite
el: Πλάτος
es: Anchura
es_419: Ancho
fi: Leveys
fr: Largeur
fr_ca: Largeur
he: רוחב
hi: चौड़ाई
hr: Širina
hu: Szélesség
id: Lebar
it: Larghezza
ja: 幅
kk: Ені
ko: 너비
ms: Lebar
nb: Bredde
nl: Breedte
pl: Szerokość
pt_br: Largura
pt_pt: Largura
ro: Lățime
ru: Ширина
sk: Šírka
sv: Bredd
th: ความกว้าง
tr: Genişlik
uk: Ширина
vi: Chiều rộng
zh_hans: 宽度
zh_hant: 寬度
zh_hk: 闊度
